Repository: M0M0SMS-Edu/open-badger
Catalog: languages/rpibadger-*.po
Languages: de_de

source: openBadger has been updated! Please go to the %s configuration page %s and update the database
de_de: openBadger wurde geändert! Bitte gehe zur %s Konfigurationsseite %s und aktualisiere die Datenbank

source: You have been awarded the "{BADGE_TITLE}" badge
de_de: Dir wurden die Auszeichnung "{BADGE_TITLE}" verliehen

source: Issuing Agent Name
de_de: Name des ausstell. Mitarbeiters

source: Issuing Organization
de_de: Ausstellende Organisation

source: Disable editting of issuer information for non-admins.
de_de: Anbieter-Optionen für Nicht - Admins unveränderbar festlegen

source: Contact Email Address
de_de: Kontakt E-Mail

source: Allow all users to bulk award badges.
de_de: Erlaube allen Nutzern, Massenverleihungen durchzuführen

source: Awarded Email Template
de_de: Vorlage für die E-Mail Benachrichtigung bei der Verleihung einer Auszeichnung (Award)

source: This is the email send when a badge is awarded to a user. Valid template tags are:
de_de: Diese Email wird nach der Verleihung einer Auszeichnung versendet. Gültige Vorlagen-Variablen sind:

source: Only <b>bold</b> tags are avilable for the subject.
de_de: Nur <b>fett</b> gedruckte Variablen können im Betreff verwendet werden

source: Subject
de_de: Betreff

source: HTML Body
de_de: HTML Nachricht

source: Save Changes
de_de: Änderungen speichern

source: Update Database
de_de: Datenbank aktualisieren

source: This award has already been claimed.
de_de: Die Auszeichnung wurde bereits von jemanden angenommen.

source: If you believe this was done in error, please contact the
de_de: Falls dies aus deiner Sicht eine ungerechtfertigte Verleihung war, kontaktiere bitte den

source: site administrator
de_de: Administrator dieses Blogs

source: You have successfully accepted to add your award to your backpack.
de_de: Die Auszeichnung wurde erfolgreich in den Mozilla Backpack übernommen.

source: You have successfully declined to add your award to your backpack.
de_de: Du hast die Übernahme dieser Auszeichnung in den Mozilla Backback abgelehnt.

source: Congratulations! The "%1$s" badge has been awarded to you.
de_de: Herzlichen Glückwunsch!<br>Wenn du den Link zu dieser Seite per E-Mail erhalten hast, wurde die Auszeichnung "%1$s" an dich verliehen

source: Please choose to
de_de: und nun kannst du diese Auszeichnung

source: accept
de_de: annehmen

source: decline
de_de: ablehnen

source: or
de_de: oder

source: the award
de_de: . Durch den Klick auf "annehmen" wird sie als lebenslanges Zeugnis deiner Kompetenzen zu den <a href="https://backpack.openbadges.org/backpack/login">OpenBages in deinem Mozilla BackPack</a> hinzugefügt. <a href="http://badges.blogs.rpi-virtuell.net/open-badges/">mehr..</a>

source: Microsoft Internet Explorer is not supported at this time. Please use Firefox or Chrome to retrieve your award.
de_de: Derzeit wird Microsoft Internetexplorer nicht vom Mozilla BackPack unterstützt. Bitte nutze Firefox oder Chrome, um die Auszeichnung zu übernehmen.

source: An error occured while adding this badge to your backpack.
de_de: Es ist ein Fehler bei dem Versuch passiert, die Auszeichnung deinem Mozilla Backpack hinzuzufügen.

source: This award has been declined.
de_de: Die Auszeichnung wurde abgelehnt.

source: Awards
de_de: Verleihungen

source: Award
de_de: Verleihung

source: Add New
de_de: Erstellen

source: Add New Award
de_de: Neue Verleihung einer Auszeichnung

source: Edit Award
de_de: Verleihung bearbeiten

source: New Award
de_de: Neue Verleihung

source: All Awards
de_de: Verleihungen

source: View Award
de_de: Verleihung anzeigen

source: Search Awards
de_de: Verleihung suchen

source: No awards found
de_de: Keine Verleihung gefunden

source: No award found in Trash
de_de: Kene Verleihung im Papierkorb

source: Badge Awarded: %1$s
de_de: Auszeichnung: %1$s

source: You must specify award evidence.
de_de: Du musst die Verleihung begründen.

source: You must choose a badge.
de_de: Du musst eine Auszeichnung (Badge) auswählen.

source: You must enter an email address for the award.
de_de: Du musst eine Emailadresse der Peron angeben, die die Auszeichnung bekommen soll.

source: You must choose a badge to award.
de_de: Du musst eien Auszeichnung wählen, die verleihen werden soll.

source: You must specify at least one email address.
de_de: Du musst mindestens eine Emailadresse angeben.

source: The email address "%1$s" is not valid.
de_de: Die Emailaddresse "%1$s" ist ungültig.

source: You must enter some evidence for the awards.
de_de: Du musst einige Belege angeben, die die Verleihung der Auszeichnung begründen.

source: Badges were awarded successfully. You can view a list of
de_de: Auszeichnung wurden erfolgreich verliehen. Du kannst eine Liste anzeigen lassen von

source: all awards
de_de: alle Verleihungen

source: Award Badges in Bulk
de_de: Massenverleihung von Auszeichnungen

source: Badge
de_de: Auszeichnung

source: Email Address
de_de: E-Mail Adressen

source: Separate multiple email addresses with commas, or put one per line.
de_de: Trenne mehrere E-Mailadressen durch Komma oder schreib sie untereinander jeweils eine Zeile pro Email

source: Evidence
de_de: Gründe für die Verleihung

source: Expiration Date
de_de: Verfallsdatum

source: Optional. Enter as "YY-MM-DD"
de_de: Optional. Gib das Datum in folgendem Format ein: "YY-MM-DD"

source: Publish
de_de: Veröffentlichen

source: Invalid
de_de: Ungültig

source: Issued To Email
de_de: Auszeichnung an Email

source: Award Status
de_de: Status

source: Award Information
de_de: Daten - Zuordnung

source: Badges
de_de: Auszeichnungen

source: Add New Badge
de_de: Neue Auszeichnung erstellen

source: Edit Badge
de_de: Auszeichnung bearbeiten

source: New Badge
de_de: Neue Auszeichnung

source: All Badges
de_de: Alle Auszeichnungen

source: View Badge
de_de: Auszeichnung anzeigen

source: Search Badges
de_de: Suche Auszeichnung

source: No badges found
de_de: Keine Auszeichnung gefunden

source: No badges found in Trash
de_de: Keine Auszeichnung im Papierkorb

source: You must set a badge image.
de_de: Du musst ein Auszeichnungsbild (Badge) definieren.

source: You must set a badge image that is a PNG file.
de_de: Du musst ein Auszeichnungsbild (Badge) im PNG-Format definieren.

source: You must enter a badge description.
de_de: Du musst eine Beschreibung eingeben.

source: The description cannot be longer than 128 characters.
de_de: Die Beschreibung darf max 128 Zeichen lang sein.

source: You must enter the badge criteria.
de_de: Du musst einige Kriterein im Editor eingeben, die für die Verleihung der Auszeichnung erfüllt werden müssen.

source: Badge Image
de_de: Auszeichnungsbild (Badge)

source: Badge Version
de_de: Zertifikatsversion (z.B: 1.0)

source: Media Library
de_de: Mediothek

source: Use the %s to upload or select an existing image. Or use the %s to create a new one
de_de: Nutze ein vorhandenes Bild aus der %s oder erstelle ein neues mit dem %s. Nach der Erstellung mit "Publish Badge" übernehmen

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
de_de: Die max. Dateigröße laut php.ini für den Upload wurde überschritten.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
de_de: Die max. Dateigröße MAX_FILE_SIZE für den Upload, die in dem HTML-Formular spezifizeirt wurde, ist überschritten worden.

source: The uploaded file was only partially uploaded.
de_de: Der Upload ist nicht vollständig.

source: No file was uploaded.
de_de: Es wurde keine Datei hochgeladen.

source: Missing a temporary folder.
de_de: Der Temporäre Ordner konnte nicht gefunden werden.

source: Failed to write file to disk.
de_de: Fehler beim Schreibforgang auf dem Server.

source: File upload stopped by extension.
de_de: Der Uploadvorgang wurde aufgrund der Dateiendung oder des Formates abgebbrochen.

source: Invalid form submission.
de_de: Ungültige Daten.

source: File is empty. Please upload something more substantial.
de_de: Die Datei war leer. Bitte versuche es erneut.

source: Error decoding the badge designer data.
de_de: Fehler beim Dekodieren der Daten aus dem Badge Designer.

source: Error decoding the badge designer image data.
de_de: Fehler beim Dekodieren der Daten aus dem Badge Designer Bilddaten.

source: Error decoding the badge designer image data: bad base64 data.
de_de: Fehler beim Dekodieren der Daten aus dem Badge Designer: fehlerhafte base64 Kodierung.

source: Error decoding the badge designer image data: unknown encoding.
de_de: Fehler beim Dekodieren der Daten aus dem Badge Designer: unbekannte Kodierung.

source: Error saving the badge designer image.
de_de: Fehler beim Speichern der Bilddaten aus dem Badge Designer.

source: Unable to set the badge as the featured image.
de_de: Das Bild konnte nicht als Artikelbild (Badge) gesetzt werden.
